{
  "enabled": true,
  "duration_seconds": 5.0,
  "music_volume": 0.8,
  "probability_between_episodes": 1.0,
  "style": "hbn-cozy",
  "messages": [
    "You could be doing something productive right now.",
    "Yes, it's still HBN. No, there's no plan.",
    "This programming was selected by vibes, not science.",
    "You said \"just one episode\" three episodes ago.",
    "We promise the next one is the last one. Probably.",
    "This channel is powered by procrastination and snacks.",
    "No cliffhanger is accidental.",
    "You're watching HBN because you avoid decisions.",
    "Somewhere, your to-do list is crying.",
    "If you can read this, it's not too late to go to bed.",
    "HBN: Because choosing what to watch is exhausting.",
    "You have excellent taste in background noise.",
    "Yes, the algorithm is judging you right now.",
    "This break brought to you by avoiding your email.",
    "Your future self told us to tell you to hydrate.",
    "Don't worry, the plot probably doesn't matter.",
    "You're officially in 'just keep it on' mode.",
    "No sponsors. Just chaos.",
    "This is your sign to stretch. Or don't.",
    "HBN: Turning \"I'll just put something on\" into a lifestyle.",
    "Leftover pizza pairs best with this channel.",
    "You're not bingeing - you're conducting research.",
    "Warning: Productivity levels may never recover.",
    "We tuned the vibes to 'cozy spiral'.",
    "You scrolled past five good options to land here.",
    "This counts as self-care, probably.",
    "Let the ambient chaos wash over you.",
    "Consider this your designated brain-off zone.",
    "If you're multitasking, we won't tell.",
    "The remote is merely decorative at this point.",
    "We're flirting with your attention span and winning.",
    "This channel has more late-night energy than your texts.",
    "Warning: Extended viewing may lead to questionable decisions.",
    "We turned the chaos dial up to 'thirsty'.",
    "Saucy subplots pair nicely with your poor choices.",
    "We keep it PG-13, but the innuendo is doing squats.",
    "Spicy takes and cozy lighting? Consider yourself seduced.",
    "\"Dear HBN, thanks for ruining my productivity again.\" - Mara in Queens",
    "\"If chaos had a ringtone, it would be your theme song.\" - Dev, 2 a.m. texter",
    "\"Please stop being so watchable, I have chores.\" - Lena, laundry avoider",
    "\"My group chat voted to stage an intervention for this channel.\" - The Snack Coven",
    "\"I tuned in for ambience and stayed out of spite.\" - Griff from Portland",
    "\"Every time I try to quit HBN, you drop another banger.\" - Aisha, repeat offender",
    "\"Consider this my formal complaint: you're too comfy.\" - Mo, professional procrastinator",
    "\"Your playlist turned my five-minute break into a whole era.\" - Carlos, allegedly working",
    "\"Congrats, you've replaced my white noise machine and my social life.\" - Jess in Unit 4B",
    "\"Please refund the hours I lost to your 'background' chaos.\" - Nate, former multitasker",
    "\"I wrote this letter during the ten-second gap between episodes.\" - Priya, still watching",
    "\"I tried muting you and somehow the drama got louder.\" - Samson, accidental fan",
    "You're basically playing emotional roulette and calling it TV.",
    "We replaced our standards with a snack bowl and it shows.",
    "If attention spans had abs, yours would be shredded by now.",
    "Welcome to the soft chaos channel; please wipe your feet.",
    "\"This playlist needs a warning label for serial snugglers.\" - Tessa, couch commander",
    "\"You weaponized coziness and my willpower never stood a chance.\" - Malik, inbox zero dropout",
    "\"I keep promising to switch to the news and somehow never do.\" - Hailey, informed-ish"
  ]
}